Repository: meteo-dream/mario-worker-ce
Catalog: locale/*.po
Languages: fr, pt_br, ru, tr, vi_vn

source: Failed to load: Data is corrupted
fr: Chargement échoué : Données corrompues
pt_br: Falha no carregamento: Os dados estão corrompidos
ru: Не удалось загрузить: Данные повреждены
tr: Yüklenemedi: Veri bozuk
vi_vn: Không mở được: Lỗi dữ liệu

source: Failed to load: Scene is corrupted
fr: Chargement échoué : Scène corrompue
pt_br: Falha no carregamento: A cena está corrompida
ru: Не удалось загрузить: Сцена повреждена
tr: Yüklenemedi: Sahne bozuk
vi_vn: Không mở được: Lỗi Scene

source: This is not a valid level. See logs at %s
fr: Niveau non conforme. Voir les logs à %s
pt_br: Este não é um nível válido. Consulte os logs em %s
ru: Это недействительный уровень. См. журналы в %s
tr: Bu geçerli bir bölüm değil. Günlük kayıtlarına bakmak için: %s

source: Failed to load: Incompatible Version
fr: Chargement échoué : Version incompatible
pt_br: Falha no carregamento: Versão incompatível
ru: Не удалось загрузить: Несовместимая версия
tr: Yüklenemedi: Uyumsuz Sürüm
vi_vn: Không mở được: Sai phiên bản phần mềm

source: Failed to load: Missing LevelProperties
fr: Chargement échoué : LevelProperties manquant
pt_br: Falha no carregamento: LevelProperties não foi encontrado
ru: Не удалось загрузить: Отсутствуют свойства уровня
tr: Yüklenemedi: Bölüm özellikleri eksik
vi_vn: Không mở được: Thiếu chi tiết về đặc điểm level

source: Mario Worker: Community Edition PRE-ALPHA PROTOTYPE Build 1
fr: Mario Worker: Community Edition PROTOTYPE PRE-ALPHA Version 1
pt_br: Mario Worker: Community Edition PROTÓTIPO PRÉ-ALPHA Versão 1
ru: Mario Worker: Community Edition PRE-ALPHA ПРОТОТИП Сборка 1
tr: Mario Worker: Community Edition ALFA ÖNCESİ PROTOTİP Derleme 1
vi_vn: Mario Worker: Community Edition PROTOTYPE PRE-ALPHA Bản 1

source: this is a public unfinished preview version of the level editor. presented prototype may significantly differ from the final version. levels created in this build will not load in other versions.
pt_br: esta é uma versão prévia pública e incompleta do editor de níveis. tudo está sujeito a alterações. esta não é a versão final! os níveis criados nesta versão não serão carregados em outras versões.
ru: это общедоступная незавершённая предварительная версия редактора уровней. представленный прототип может в корне отличаться от конечной версии. уровни, созданные в этой сборке, будут недоступны в других версиях.
tr: BU, BÖLÜM EDİTÖRÜNÜN HERKESE AÇIK TAMAMLANMAMIŞ BİR ÖN İZLEME SÜRÜMÜDÜR. SUNULAN PROTOTİP, SON SÜRÜME GÖRE ÖNEMLİ ÖLÇÜDE FARKLILIK GÖSTEREBİLİR. BU SÜRÜMDE OLUŞTURULAN BÖLÜMLER DİĞER SÜRÜMLERDE YÜKLENMEYECEKTİR.

source: Go to level editor
fr: Editer un niveau
pt_br: Ir para o editor de níveis
ru: Перейти к редактору
tr: Bölüm editörüne git
vi_vn: Đi thiết kế level

source: Browse level files
fr: Parcourir des fichiers de niveaux
pt_br: Procurar arquivos de nível
ru: Открыть папку уровней
tr: Bölüm dosyalarına göz at
vi_vn: Dò tìm tệp level

source: About
fr: À propos
pt_br: Sobre
ru: О программе
tr: Hakkında

source: Play level
fr: Jouer à un niveau
pt_br: Jogar nível
ru: Запустить уровень
tr: Bölüm oyna
vi_vn: Chơi level

source: Feedback
ru: Обратная связь
tr: Geri bildirim

source: Exit
fr: Fermer
pt_br: Sair
ru: Выход
tr: Çık
vi_vn: Thoát

source: Enable editor sounds
fr: Activer les sons de l'éditeur
pt_br: Habilitar sons do editor
ru: Включить звуки редактора
tr: Editör seslerini aç
vi_vn: Bật hiệu ứng âm thanh

source: Open a File
fr: Ouvrir un fichier
pt_br: Abrir um arquivo
ru: Открыть файл
tr: Bir dosyayı aç
vi_vn: Mở tệp

source: Open
fr: Ouvrir
pt_br: Abrir
ru: Открыть
tr: Aç
vi_vn: Mở

source: Level scenes
fr: Niveaux
pt_br: Cenas de nível
ru: Сцены уровней
tr: Bölüm sahneleri
vi_vn: Phân cảnh level

# Close confirmation dialog
source: Don't Save
fr: Ne pas sauvegarder
pt_br: Não salvar
ru: Не сохранять
tr: Kaydetme
vi_vn: Không lưu

source: Save failed.
fr: Sauvegarde échouée.
pt_br: Falha ao salvar.
ru: Не удалось сохранить.
tr: Kaydedilemedi.
vi_vn: Lưu thất bại.

source: This button is unimplemented for now, use 'Play Level' from the title screen
fr: Ce bouton n'a pas encore été implémenté, appuyez sur "Jouer à un niveau" depuis l'écran titre
pt_br: Este botão ainda não foi implementado, use 'Jogar nível' na tela de título
ru: Эта кнопка на данный момент не реализована. Используйте «Запустить уровень» в главном меню
tr: Bu buton henüz kullanılabilir değil, başlık ekranından 'Bölüm Oyna'yı seç
vi_vn: Hiện tại nút này chưa có chức năng. Vui lòng dùng nút 'Chơi level' ở màn hình chính

# Grid value suffix
source: px
ru: пкс

# Grid primary line value suffix
source: step
fr: cran
pt_br: passo
ru: шаг
tr: adım

source: Target: %.v
fr: Cible : %.v
pt_br: Alvo: %.v
ru: Цель: %.v
tr: Hedef: %.v
vi_vn: Vị trí: %.v

source: Objects: %d, Tilemaps: %d
fr: Objets: %d, Grille: %d
pt_br: Objetos: %d, Tilemaps: %d
ru: Объектов: %d, Карт плиток: %d
tr: Nesneler: %d, Döşeme Haritaları: %d
vi_vn: Tổng số vật thể: %d, tổng số tilemap: %d

source: Error: %s
fr: Erreur : %s
pt_br: Erro: %s
ru: Ошибка: %s
tr: Hata: %s
vi_vn: Lỗi: %s

source: Warning: %s
fr: Attention : %s
pt_br: Aviso: %s
ru: Внимание: %s
tr: Uyarı: %s
vi_vn: Cảnh báo: %s

source: Level was not saved.
fr: Niveau non sauvegardé.
pt_br: O nível não foi salvo.
ru: Уровень не был сохранён.
tr: Bölüm kaydedilmedi.
vi_vn: Không lưu lại level.

source: Failed to save level.
fr: Sauvegarde du niveau échouée.
pt_br: Falha ao salvar o nível.
ru: Не удалось сохранить уровень.
tr: Bölüm kaydı başarısız.
vi_vn: Lưu lại level thất bại.

source: Save failed: %s
fr: Sauvegarde échouée : %s
pt_br: Falha ao salvar: %s
ru: Не удалось сохранить: %s
tr: Kaydetme başarısız: %s
vi_vn: Lưu thất bại: %s

source: Level saved!
fr: Niveau sauvegardé !
pt_br: Nível salvo!
ru: Уровень сохранён!
tr: Bölüm kaydedildi!
vi_vn: Đã lưu lại level!

source: This is not a valid level.
fr: Niveau non conforme.
pt_br: Este não é um nível válido.
ru: Это недействительный уровень.
tr: Bu geçerli bir bölüm değil.
vi_vn: Đây không phải là level hợp lệ.

source: Level loaded with %d objects!
fr: Niveau chargé avec %d objets !
pt_br: Nível carregado com %d objetos!
ru: Уровень загружен с %d объектами!
tr: Bölüm %d adet nesneyle yüklendi!
vi_vn: Đã mở level chứa %d vật thể!

source: %d objects selected
fr: %d objets sélectionnés
pt_br: %d objetos selecionados
ru: Выбрано объектов: %d
tr: %d adet nesne seçildi
vi_vn: Đang chọn %d vật thể

# key
source: Space
fr: Espace
pt_br: Espaço
ru: Пробел
vi_vn: Phím cách

# e.g. Space button
source: %s button
fr: Bouton %s
pt_br: Botão de %s
ru: %s
tr: %s
vi_vn: Phím %s

source: Nothing to paint. Press %s to pick an object
fr: Rien à dessiner. Appuyez sur %s pour choisir un objet
pt_br: Nada para pintar. Pressione %s para selecionar um objeto
ru: Нечем рисовать. Нажмите %s, чтобы выбрать объект
tr: Yerleştirilecek bir şey yok. %s tuşuna basarak bir nesne seç
vi_vn: Không có gì đang tô. Ấn %s để chọn vật thể

source: Left click an object to select it. Right click to display its properties. Click with Shift for multiple.
fr: Appuyez sur clic gauche sur un objet pour le sélectionner. Appuyez sur clic droit pour afficher ses propriétés. Gardez Maj enfoncé pour séléctionner plusieurs objets.
pt_br: Clique com o botão esquerdo em um objeto para selecioná-lo. Clique com o botão direito para ver suas propriedades Clique com Shift para seleção múltipla.
ru: Левая кнопка мыши — выбор объекта. Правая кнопка — открытие свойств объекта. Удерживайте клавишу Shift, чтобы выбрать несколько.
tr: Nesne seçmek için sol tıkla. Özelliklerini göstermek için sağ tıkla. Çoklu seçim için Shift ile tıkla.
vi_vn: Ấn chuột trái để chọn vật thể. Ấn chuột phải để xem đặc tính vật thể. Ấn chuột kèm phím Shift để chọn nhiều cái cùng lúc.

source: Painting Tileset: %s
fr: Dessin de la Tileset : %s
pt_br: Pintando Tileset: %s
ru: Рисование набора плиток: %s
tr: %s Döşeme Seti Yerleştiriliyor
vi_vn: Đang vẽ loại đất: %s

source: Painting %s
fr: Dessin de %s
pt_br: Pintando %s
ru: Рисование: %s
tr: %s Yerleştiriliyor
vi_vn: Đang tô vẽ %s

source: Panning mode
fr: Mode Caméra Libre
pt_br: Modo panorâmico
ru: Режим «рука»
tr: Kaydırma modu
vi_vn: Chế độ di chuyển màn hình

source: List mode
fr: Mode Liste
pt_br: Modo de lista
ru: Режим «список»
tr: Liste modu
vi_vn: Chế độ danh sách

source: Pick a tile/object to select for drawing
fr: Choisissez un(e) case/objet à sélectionner pour dessiner
pt_br: Selecione um bloco/objeto para desenhar
ru: Щёлкните по плитке/объекту для выбора
tr: Çizim için bir döşeme/nesne seç
vi_vn: Chọn vật thể hoặc tile để tô vẽ

source: Erase mode
fr: Mode Gomme
pt_br: Modo apagador
ru: Режим «ластик»
tr: Silme Modu
vi_vn: Chế độ tẩy xóa

source: Erasing: %s Category
fr: Effacer : Catégorie %s
pt_br: Apagando: Categoria %s
ru: Удаление: Категория %s
tr: %s Kategorisi siliniyor
vi_vn: Đang xóa: Loại %s

source: Selection Tool
fr: Outil de Sélection
pt_br: Ferramenta de Seleção
ru: Выбор
tr: Seçim Aracı
vi_vn: Chọn

source: Pan Tool
fr: Outil de Déplacement de Caméra
pt_br: Ferramenta de Panorama
ru: Рука
tr: Kaydırma Aracı
vi_vn: Di chuyển màn hình

source: Show list of selectable nodes at position clicked.
fr: Afficher la liste des nœuds sélectionnables à la position cliquée.
pt_br: Mostrar lista de nós selecionáveis na posição clicada.
ru: Показывает список выбираемых узлов на позиции курсора.
tr: Tıklatılan konumdaki seçilebilir düğümlerin listesini göster.
vi_vn: Hiện danh sách node chọn được tại vị trí đã chọn.

source: Pain Tool
fr: Outil de Douleur
pt_br: Ferramenta de Pintura
ru: Режим боли
tr: Acı Aracı :D
vi_vn: Tô vẽ

source: Rectangle Paint Tool
fr: Pinceau Rectangle
pt_br: Ferramenta de Pintura Retangular
ru: Рисование прямоугольником
tr: Dikdörtgen Boya Aracı
vi_vn: Tô vẽ theo hình chữ nhật

source: Picker Tool
fr: Pipette
pt_br: Ferramenta Seletora
ru: Пипетка
tr: Damlalık Aracı
vi_vn: Chọn copy

source: Eraser Tool
fr: Gomme
pt_br: Borracha
ru: Ластик
tr: Silgi Aracı
vi_vn: Tẩy xóa

source: Rotate Object Left
fr: Tourner l'Objet à Gauche
pt_br: Girar Objeto para a esquerda
ru: Развернуть объект против часовой
tr: Nesneyi Sola Döndür
vi_vn: Xoay vật sang trái

source: Rotate Object Right
fr: Tourner l'Objet à Droite
pt_br: Girar Objeto para a direita
ru: Развернуть объект по часовой
tr: Nesneyi Sağa döndür
vi_vn: Xoay vật sang phải

source: Show Grid
fr: Afficher la Grille
pt_br: Mostrar grade
ru: Показать сетку
tr: Izgarayı Göster
vi_vn: Bật lưới

source: Configure Snap
fr: Activer l'Alignement
pt_br: Configurar ajuste automático
ru: Настройка привязки
tr: Yaslamayı Ayarla
vi_vn: Điều chỉnh lưới

source: Grid Offset:
fr: Dépassement de la Grille :
pt_br: Deslocamento da Grade:
ru: Отступ сетки:
tr: Izgara Ötelemesi:
vi_vn: Offset lưới:

source: Grid Step:
fr: Cran de la Grille :
pt_br: Espaçamento da Grade:
ru: Шаг сетки:
tr: Izgara Adımı:
vi_vn: Độ lớn ô lưới:

source: Primary Line Every:
fr: Ligne Primaire tous les :
pt_br: Linha Primária a cada:
ru: Основная линия каждые:
tr: Birincil Çizgi Sıklığı:

source: OK
ru: ОК
tr: Tamam

source: Cancel
fr: Annuler
pt_br: Cancelar
ru: Отмена
tr: İptal
vi_vn: Hủy

source: Editing:
fr: Modifie :
pt_br: Editando:
ru: Редак-ние:
tr: Düzenlenen:
vi_vn: Đang chọn:

source: None
fr: Aucun
pt_br: Nenhum
ru: Нет
tr: Hiçbiri
vi_vn: Không

source: Tiles
fr: Cases
pt_br: Blocos
ru: Плитки
tr: Döşemeler
vi_vn: Đất

source: Decoration
fr: Décoration
pt_br: Decoração
ru: Декорации
tr: Dekorasyon
vi_vn: Trang trí

source: Enemies
fr: Ennemis
pt_br: Inimigos
ru: Враги
tr: Düşmanlar
vi_vn: Kẻ địch

source: Items
fr: Objets
pt_br: Itens
ru: Бонусы
tr: Eşyalar
vi_vn: Vật phẩm

source: Misc.
fr: Autres
pt_br: Outros
ru: Остальное
tr: Çeşitli
vi_vn: V.v.

source: Special
fr: Spécial
pt_br: Especial
ru: Особое
tr: Özel
vi_vn: Đặc biệt

source: Save level and live-test through editor. Any changes made during live-testing will be aborted!
fr: Sauvegarder le niveau et le tester depuis l'éditeur. Tout changement effectué pendant le test seront annulés !
pt_br: Salvar nível e testar pelo editor. Quaisquer mudanças feitas durante o modo de teste serão desfeitas!
ru: Сохранить уровень и запустить в окне редактора. Любые изменения, внесённые во время игры, будут утеряны!
tr: Bölümü kaydet ve editör üzerinden canlı test et. Canlı test sırasında yapılan tüm değişiklikler yok sayılacak!
vi_vn: Lưu lại level và chơi thử trực tiếp trong phần thiết kế luôn. Mọi thay đổi mới trong lúc chơi thử trực tiếp sẽ không được lưu lại!

source: Stop live-testing and go back to editing
fr: Ouvrir le test et retour à la modification
pt_br: Encerrar modo de teste e voltar a edição
ru: Остановить игру и вернуться к редактору
tr: Canlı testi bırak ve düzenlemeye geri dön
vi_vn: Dừng chơi thử trực tiếp và quay về sửa level

source: Open object picker and level properties
fr: Ouvrir le sélectionneur d'objet et les propriétés du niveau
pt_br: Abrir seletor de objetos e propriedades do nível
ru: Открыть меню выбора объектов и свойств уровня
tr: Nesne seçiciyi ve bölüm özelliklerini aç
vi_vn: Mở menu chọn vật và đặc điểm level

source: Level Properties
fr: Propriétés du niveau
pt_br: Propriedades do Nível
ru: Свойства уровня
tr: Bölüm Özellikleri
vi_vn: Đặc điểm level

source: Apply
fr: Appliquer
pt_br: Aplicar
ru: Применить
tr: Uygula
vi_vn: Áp dụng

source: Load level
fr: Charger le niveau
pt_br: Carregar nível
ru: Загрузить уровень
tr: Bölümü Yükle
vi_vn: Mở level

source: Save level. Click with Shift to save elsewhere
fr: Sauvegarder le niveau. Cliquez avec Maj pour le sauvegarder autre part
pt_br: Salvar nível. Pressione Shift para salvar em outro local
ru: Сохранить уровень. Удерживайте Shift, чтобы указать путь
tr: Bölümü kaydet. Başka bir yere kaydetmek için Shift ile birlikte tıkla
vi_vn: Lưu level. Ấn thêm Shift để lưu vào chỗ khác

source: Close editor and exit to main menu
fr: Fermer l'éditeur et retourner au menu principal
pt_br: Fechar o editor e retornar à tela de título
ru: Закрыть редактор и перейти к главному меню
tr: Editörü kapat ve ana menüye geri dön
vi_vn: Đóng phần thiết kế và quay về màn hình chính

source: Save
fr: Sauvegarder
pt_br: Salvar
ru: Сохранить
tr: Kaydet
vi_vn: Lưu

source: Warning: You have unsaved changes. Save before quitting?
fr: Attention : Changements non sauvegardés détectés. Voulez-vous sauvegarder avant de fermer ?
pt_br: Atenção: Há alterações que não foram salvas. Deseja salvar antes de sair?
ru: Предупреждение: Есть несохранённые изменения. Сохранить перед выходом?
tr: Uyarı: Kaydedilmemiş değişiklikler var! Çıkmadan önce kaydedilsin mi?
vi_vn: Cảnh báo: Bạn đang có thay đổi chưa lưu lại. Bạn muốn lưu lại trước khi thoát không?

source: Middle mouse button: Pan Scroll wheel: Next/Previous tile Alt+Scroll wheel: Zoom (Shift+)Ctrl+Scroll wheel: Scroll ...or use - and + keys Ctrl+Arrow keys: Scroll H: drop player at mouse cursor
fr: Clic Molette : Déplacement de Caméra Molette : Case Suivante/Précédente Alt + Molette : Zoom (Maj +) Ctrl + Molette : Défilement …ou utiliser les touches - et + Ctrl + Flèches : Défilement H : Déposer le joueur au curseur
pt_br: Botão do meio do mouse: Mover a visão Rolagem do Mouse: Próximo Bloco/Bloco Anterior Alt+Rolagem do Mouse: Zoom (Shift+)Ctrl+Rolagem do Mouse: Rolar ...ou use as teclas - e + Ctrl+Seta: Rolagem H: soltar jogador na posição do mouse
ru: Средняя кнопка мыши: Рука Колесо прокрутки: След./Пред. плитка Alt+Колесо прокрутки: Приблизить (Shift+)Ctrl+Колесо прокрутки: Прокрутить ...или используйте кнопки - и + Ctrl+Клавиши со стрелками: Прокрутить H: разместить игрока у курсора мыши
tr: EKRAN YÖNERGELERİ Orta fare düğmesi: Serbest Gezinme Alt + Fare tekerleği: Yakınlık Ayarı (Shift+)Ctrl+Fare tekerleği (veya -/+ tuşları): Yatay/Dikey Kaydırma Ctrl+Yön tuşları: Gezinme H: Oyuncuyu fare imlecine bırak

source: Center View
fr: Centrer la Vue
pt_br: Centralizar Visualização
ru: Вид по центру
tr: Görünümü Ortala
vi_vn: Góc nhìn trung tâm

source: Category:
fr: Categorie:
pt_br: Categoria:
ru: Категория:
tr: Kategori:
vi_vn: Thể loại:

source: Editor Settings:
fr: Options de l'éditeur :
pt_br: Configurações do Editor:
ru: Настройки редактора:
tr: Editör Ayarları:
vi_vn: Hiệu chỉnh phần mềm thiết kế:

source: If enabled, right click erases objects from the level. If disabled, right click opens up properties of the object, when available.
fr: Si activé, clic droit efface les objets du niveau. Si désactivé, clic droit ouvre les propriétés de l'objet, lorsque c'est possible.
pt_br: Caso habilitado, o botão direito apagará objetos do nível. Caso desabilitado, o botão direito abrirá as propriedades do objeto, se disponíveis.
ru: Если включено, правый щелчок удаляет объекты с уровня. Если выключено, правый щелчок открывает свойства объекта, если возможно.
tr: Etkinse, sağ tıklama bölümdeki nesneleri siler. Devre dışıysa, sağ tıklama nesnenin mevcut özelliklerini açar.
vi_vn: Nếu bật, phím chuột phải dùng để xóa. Nếu tắt, phím chuột phải mở trang đặc điểm của vật thể (nếu có)

source: Erase objects with right click
fr: Efface les objets avec clic droit
pt_br: Apagar objetos com o botão direito
ru: Правый щелчок стирает объекты
tr: Sağ tık ile nesneleri sil
vi_vn: Phím chuột phải xóa vật thể

source: If enabled, right click only erases objects of the type that you have selected to paint. If disabled, any object from the selected category can be erased with right click.
pt_br: Se habilitado, o botão direito só apagará objetos do tipo que está atualmente selecionado para pintura. Se desabilitado, qualquer objeto da categoria selecionada pode ser apagado com o botão direito.
ru: Если включено, правый щелчок удаляет объекты только того типа, которые были выбраны для рисования. Если выключено, любой объект из выбранной категории можно удалить правым щелчком мыши.
tr: Etkinse, sağ tıklama sadece yerleştirmek için seçtiğiniz türdeki nesneleri siler. Devre dışıysa, seçili kategorideki herhangi bir nesne sağ tıklama ile silinebilir.

source: Right click erases only same object
fr: Clic droit n'efface que le même objet
pt_br: Botão direito apaga apenas objetos iguais
ru: Правый щелчок стирает только одинаковые объекты
tr: Sağ tık sadece aynı nesneleri siler
vi_vn: Phím chuột phải chỉ xóa cùng một loại vật

source: %s to toggle this menu
fr: %s pour activer ce menu
pt_br: %s para alternar este menu
ru: %s для переключения меню
tr: Menüyü açıp kapatmak için %s tuşuna bas
vi_vn: Ấn %s để mở/đóng menu này

source: Save As...
fr: Enregister sous...
pt_br: Salvar Como...
ru: Сохранить как...
tr: Farklı Kaydet
vi_vn: Lưu dưới dạng...

source: Test Level
fr: Tester le Niveau
pt_br: Testar Nível
ru: Протестировать уровень
tr: Bölümü Dene
vi_vn: Chơi thử level

source: Load Level
fr: Charger le Niveau
pt_br: Carregar Nível
ru: Загрузить уровень
tr: Bölüm Yükle
vi_vn: Mở level

source: Misc
fr: Autres
pt_br: Outros
ru: Остальное
tr: Çeşitli
vi_vn: V.v.

source: Level Section
fr: Selection du Niveau
pt_br: Seção do Nível
ru: Секция уровня
tr: Bölüm Kısmı
vi_vn: Chọn khu level

# keyboard buttons
source: Unknown
fr: Inconnu
pt_br: Desconhecido
ru: Неизвестно
tr: Bilinmeyen
vi_vn: Không rõ

source: Main
fr: Principal
pt_br: Principal
ru: Основное
tr: Ana
vi_vn: Chi tiết chính

source: Time Limit:
fr: Limite de Temps :
pt_br: Tempo Limite:
ru: Время:
tr: Zaman Sınırı:
vi_vn: Gia hạn thời gian:

source: Display Name:
fr: Nom Affiché :
pt_br: Nome de exibição:
ru: Выводимое имя:
tr: Görünen Ad:
vi_vn: Tên hiện trong level:

source: Level Name:
fr: Nom du Niveau :
pt_br: Nome do Nível:
ru: Название уровня:
tr: Bölüm Adı:
vi_vn: Tên level:

source: Description:
pt_br: Descrição:
ru: Описание:
tr: Açıklama:
vi_vn: Miêu tả:

source: Level Author:
fr: Auteur du Niveau :
pt_br: Autor do Nível:
ru: Автор уровня:
tr: Bölümü Yapan:
vi_vn: Tác giả:

source: Author E-mail:
fr: E-mail de l'Auteur :
pt_br: E-mail do Autor:
ru: Эл. почта автора:
tr: Yapımcının E-posta adresi:
vi_vn: E-mail tác giả:

source: Author Website:
fr: Site Web de l'Auteur :
pt_br: Site do Autor:
ru: Сайт автора:
tr: Yapımcının İnternet Sitesi:
vi_vn: Trang web tác giả:

source: Background
fr: Fond
pt_br: Fundo
ru: Фон
tr: Arka plan
vi_vn: Nền

source: Section: %d (See right panel to change)
pt_br: Seção: %d (Veja o painel à direita para alterar)
ru: Секция: %d (см. правую панель, чтобы переключить)
tr: Kısım: %d (Değiştirmek için sağ panele bak)

source: Primary Gradient
fr: Dégradé Primaire
pt_br: Gradiente Primário
ru: Первичный градиент
tr: Birincil Renk Geçişi
vi_vn: Gradient chính

source: Presets...
fr: Présets...
pt_br: Predefinições...
ru: Шаблоны...
tr: Ön ayarlar...
vi_vn: Xem mẫu...

source: Default
fr: Par Défaut
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
vi_vn: Mặc định

source: Cloudy (1 - 1)
fr: Nuageux (1 - 1)
pt_br: Nublado (1 - 1)
ru: Облачно (1 - 1)
tr: Bulutlu (1 - 1)
vi_vn: Có mây (1 - 1)

source: Cloudless (1 - 3)
fr: Dégagé (1 - 3)
pt_br: Céu Limpo (1 - 3)
ru: Безоблачно (1 - 3)
tr: Bulutsuz (1 - 3)
vi_vn: Trời quang (1 - 3)

source: Morning (5 - 1)
pt_br: Manhã (5 - 1)
ru: Утро (5 - 1)
tr: Sabah (5 - 1)

source: Afternoon (6 - 1)
fr: Après-Midi (6 - 1)
pt_br: Tarde (6 - 1)
ru: Полдень (6 - 1)
tr: Öğleden sonra (6 - 1)
vi_vn: Chiều (6 - 1)

source: Tanks (8 - 2)
pt_br: Tanques (8 - 2)
ru: Танки (8 - 2)
tr: Tanklar (8 - 2)
vi_vn: Chiến trận xe tăng (8 - 2)

source: Volcano (BTE 9 - 1)
fr: Volcan (BTE 9 - 1)
pt_br: Vulcão (BTE 9 - 1)
ru: Вулкан (BTE 9 - 1)
tr: Yanardağ (BTE 9 - 1)
vi_vn: Núi lửa (BTE 9 - 1)

source: Sunset (Syzx 9 - 1)
fr: Crépuscule (Syzx 9 - 1)
pt_br: Por do Sol (Syzx 9 - 1)
ru: Закат (Syzx 9 - 1)
tr: Gün batımı (Syzx 9 - 1)
vi_vn: Hoàng hôn (Syzx 9 - 1)

source: Snowland (Syzx 10 - 1)
fr: Terres Enneigées (Syzx 10 - 1)
ru: Снег (Syzx 10 - 1)
tr: Kardiyar (Syzx 10 - 1)
vi_vn: Tuyết (Syzx 10 - 1)

source: After rain (WoS)
fr: Après la Pluie (WoS)
pt_br: Pós-chuva (WoS)
ru: После дождя (WoS)
tr: Yağmur sonrası (WoS)
vi_vn: Tạnh mưa (WoS)

source: Dusk (Human Lab - 3)
fr: Crépuscule (Human Lab - 3)
pt_br: Anoitecer (Laboratório Humano - 3)
ru: Сумерки (Human Lab - 3)
tr: Alaca karanlık (İnsan Lab. - 3)
vi_vn: Hoàng chiều (Human Lab - 3)

source: Top
fr: Haut
pt_br: Topo
ru: Верх
tr: Üst
vi_vn: Trên

source: Bottom
fr: Bas
pt_br: Fundo
ru: Низ
tr: Alt
vi_vn: Dưới

source: Experimental
ru: Экспериментальное
tr: Deneysel

source: Camera Limits (Width x Height):
pt_br: Limite da Câmera (Largura x Altura):
ru: Пределы камеры (ширина × высота):
tr: Kamera Sınırları (En x Boy)

source: Enable Wide Screen (864 x 480 resolution)
pt_br: Habilitar Widescreen (resolução 864 x 480)
ru: Включить широкоэкранный режим (разрешение 864 × 480)
tr: Geniş Ekranı Etkinleştir (864 x 480 çözünürlük)

# tile
source: Castle
fr: Château
pt_br: Castelo
ru: Замок
tr: Kale
vi_vn: Lâu đài

source: Hazard Launcher Supporting Tiles
fr: Blocs de Supports à Cannons
pt_br: Blocos de Apoio do Atirador de Armadilhas
ru: Поддерживающие плитки опасных объектов
tr: Tuzak Destekleyici Döşemeler
vi_vn: Đất dùng để bắn địch/vật cản

source: Overworld Default
fr: Plaines
pt_br: Padrão do Overworld
ru: Поверхность (стандарт)
tr: Yeryüzü
vi_vn: Đất cỏ (Mặc định)

source: Pipes
fr: Tuyaux
pt_br: Canos
ru: Трубы
tr: Borular
vi_vn: Ống

source: Rockland
fr: Montagnes
ru: Каменный мир
tr: Taşdiyar
vi_vn: Núi đá

source: Starland
fr: Etoiles
ru: Звёздный мир
tr: Yıldızdiyar
vi_vn: Đêm sao

source: Tanks
pt_br: Tanques
ru: Танки
tr: Tanklar
vi_vn: Xe tăng

source: Underground
fr: Sous-Terrains
pt_br: Subterrâneo
ru: Подземелье
tr: Yer Altı
vi_vn: Hang động

source: Underwater
fr: Aquatique
pt_br: Subaquático
ru: Под водой
tr: Su Altı
vi_vn: Dưới nước

# Castle
source: Castle Bricks
fr: Briques du Château
pt_br: Tijolos do Castelo
ru: Кирпичи замка (индивидуальные)
tr: Kale Tuğlaları
vi_vn: Gạch lâu đài

source: Solid Platform Gray
fr: Plateforme Solides Grises
pt_br: Plataforma Sólida Cinza
ru: Твёрдая серая платформа
tr: Sağlam Gri Platform
vi_vn: Bục đứng màu xám
