Repository: meteo-dream/mario-worker-ce
Catalog: locale/*.po
Languages: fr, pt_br, ru, tr, vi_vn

source: Hard Block Gray
pt_br: Bloco Marrom Rígido
ru: Твёрдый блок серый
tr: Sert Gri Blok

source: Castle Ground
fr: Sol du Château
pt_br: Superfície do Castelo
ru: Кирпичи замка (поверхность)
tr: Kale Zemini
vi_vn: Đất liền lâu đài

# Hazard Launcher Supporting Tiles
source: Bullet Launcher
pt_br: Lançador de Projéteis
ru: Пушка
tr: Mermi Atar

# Overworld Default
source: Hard Block Brown
fr: Bloc Dur Marron
pt_br: Bloco Marrom Rígido
ru: Твёрдый блок (коричневый)
tr: Sert Kahverengi Blok
vi_vn: Khối màu nâu

source: Overworld Ground
fr: Sol des Plaines
pt_br: Superfície do Mundo Superior
ru: Земля поверхности
tr: Yeryüzü Zemini
vi_vn: Đất liền cỏ thường

source: Overworld Ground Slopes
fr: Sols des Plaines en Pente
pt_br: Rampas da Superfície do Mundo Superior
ru: Земля поверхности (склоны)
tr: Yamaçlı Yeryüzü Zemini
vi_vn: Đất liền cỏ dốc

# Pipes
source: Green Pipe
fr: Tuyau Vert
pt_br: Cano Verde
ru: Зелёная труба
tr: Yeşil Boru
vi_vn: Ống xanh

source: Purple Pipe
fr: Tuyau Violet
pt_br: Cano Roxo
ru: Фиолетовая труба
tr: Mor Boru
vi_vn: Ống tím

source: Gray Pipe
fr: Tuyau Gris
pt_br: Cano Cinza
ru: Серая труба
tr: Gri Boru
vi_vn: Ống xám

source: Gray Pipe with Dots
fr: Tuyau Gris avec Pointillés
pt_br: Cano Cinza Pontilhado
ru: Серая труба с болтами
tr: Noktalı Gri Boru
vi_vn: Ống xám có chấm/đinh

source: White Pipe
fr: Tuyau Blanc
pt_br: Cano Branco
ru: Белая труба
tr: Beyaz Boru
vi_vn: Ống trắng

source: Yellow Pipe
fr: Tuyau Jaune
pt_br: Cano Amarelo
ru: Жёлтая труба
tr: Sarı Boru
vi_vn: Ống vàng

source: Orange Pipe
fr: Tuyau Orange
pt_br: Cano Laranja
ru: Оранжевая труба
tr: Turuncu Boru
vi_vn: Ống cam

source: Red Pipe
fr: Tuyau Rouge
pt_br: Cano Vermelho
ru: Красная труба
tr: Kırmızı Boru
vi_vn: Ống đỏ

# Rockland
source: Cloud Tile
fr: Case de Nuage
pt_br: Bloco de Nuvem
ru: Плитка облака
tr: Bulut Döşemesi
vi_vn: Mây

source: Solid Platforms (bridge)
fr: Plateformes Solides (pont)
pt_br: Plataforma Sólida (ponte)
ru: Твёрдые платформы (мост)
tr: Sağlam Platformlar (köprü)
vi_vn: Bục đứng (cầu)

source: Solid Rock Platforms
fr: Plateformes Solides en Pierre
pt_br: Plataforma Sólida de Pedra
ru: Твёрдые каменные платформы
tr: Sağlam Taş Platformlar
vi_vn: Bục đứng đá

# Starland
source: Starland Ground
fr: Sols des Plaines Etoilés
pt_br: Chão de Starland
ru: Земля звёздного мира
tr: Yıldızdiyar Zemini
vi_vn: Đất liền đêm sao

source: Starland Ground
pt_br: Chão de Starland
ru: Земля звёздного мира
tr: Yıldızdiyar Zemini

source: I will remove this
fr: J'adore le caca
pt_br: Vou remover isso
ru: Я уберу это
tr: tavuk döner
vi_vn: cái này tao xóa sau

# Tanks
source: Tank Tileset Default
fr: Tileset par Défaut de Tanks
pt_br: Set de Blocos Padrão do Tanque
ru: Стандартный набор плиток танковых уровней
tr: Tank Döşeme Seti
vi_vn: Xe tăng (Mặc định)

# Underground
source: Hard Block Blue
fr: Bloc Bleu Dur
pt_br: Bloco Azul Rígido
ru: Твёрдый блок (синий)
tr: Sert Mavi Blok
vi_vn: Khối màu xanh biển

source: Underground Ground
fr: Sol des Sous-Terrains
pt_br: Chão Subterrâneo
ru: Земля подземелья
tr: Yer Altı Zemini
vi_vn: Đất liền hang động

# Underwater
source: Underwater Block
fr: Bloc Aquatique
pt_br: Bloco Subaquático
ru: Подводный блок
tr: Su Altı Bloğu
vi_vn: Khối xanh

source: Underwater Sand
fr: Sable Aquatique
pt_br: Areia Subaquática
ru: Подводный песок
tr: Su Altı Kumu
vi_vn: Cát

source: Coral Red
fr: Corail Rouge
pt_br: Vermelho Coral
ru: Красный коралл
tr: Kırmızı Mercan
vi_vn: San hô đỏ

# special
source: Essentials
fr: Essentiels
pt_br: Essenciais
ru: Основные объекты
tr: Temel Öğeler
vi_vn: Vật thể thiết yếu

source: Finish Line
fr: Ligne d'Arrivée
pt_br: Linha de Chegada
ru: Финишная линия
tr: Bitiş Çizgisi

source: Player Start Position
fr: Position de Départ du Joueur
pt_br: Posição de Início do Jogador
ru: Начальная позиция игрока
tr: Oyuncu Başlangıç Pozisyonu
vi_vn: Vị trí người chơi bắt đầu

# scenery
source: Sky
pt_br: Céu
ru: Небо
tr: Gökyüzü

source: Big Clouds (Face)
pt_br: Nuvens Grandes (Face)
ru: Большие облака (лицо)
tr: Büyük Bulut (Yüzü)

source: Big Clouds
pt_br: Nuvens Grandes
ru: Большие облака
tr: Büyük Bulut

source: Overworld
pt_br: Mundo Superior
ru: Поверхность
tr: Yeryüzü Zemini

source: Castle Bottom
pt_br: Fundo do Castelo
ru: Замок (низ)
tr: Kale Altı

source: Castle Top
pt_br: Topo do Castelo
ru: Замок (верх)
tr: Kale Üstü

source: Cloud
pt_br: Nuvem
ru: Облако
tr: Bulut

source: Fence
pt_br: Cerca
ru: Забор
tr: Çit

source: Forest Green
pt_br: Verde Florestal
ru: Зелёный лес
tr: Yeşil Orman

source: Grass Green
pt_br: Verde Grama
ru: Зелёная трава
tr: Yeşil Çayır

source: Hill Green
pt_br: Verde Morro
ru: Зелёный холм
tr: Yeşil Tepe

source: Mountains Green
pt_br: Verde Montanhoso
ru: Зелёные горы
tr: Yeşil Dağlar

source: Tree x1 Green
pt_br: Árvore x1 Verde
ru: Зелёное дерево (одиночное)
tr: Yeşil Ağaç (x1)

source: Tree x2 Green
pt_br: Árvore x2 Verde
ru: Зелёное дерево (двойное)
tr: Yeşil Ağaç (x2)

source: Tree x3 Green
pt_br: Árvore x3 Verde
ru: Зелёное дерево (тройное)
tr: Yeşil Ağaç (x3)

# misc
source: Other
fr: Autres
pt_br: Outros
ru: Прочее
tr: Diğer
vi_vn: Khác

# enemy
source: Other
fr: Autres
pt_br: Outros
ru: Прочее
tr: Diğer
vi_vn: Khác

# bonus
source: Other
fr: Autres
pt_br: Outros
ru: Прочее
tr: Diğer

source: Springboard
fr: Ressort
pt_br: Trampolim
ru: Трамплин
tr: Sıçrama Tahtası
vi_vn: Giàn bật nhảy

source: Fire Bros
fr: Frère de Feu
ru: Братья огня
tr: Ateş Kardeşler
vi_vn: Rùa ném lửa

source: Hammer Bros
fr: Frère Marteau
ru: Братья молота
tr: Çekiç Kardeşler
vi_vn: Rùa ném búa

source: Buzzy Beetle
fr: Bruyinsecte
ru: Жук Баззи
vi_vn: Bọ cứng Buzzy Beetle

source: Dry Bones
fr: Skelerex
ru: Купа-скелет
tr: Kuru Kemik
vi_vn: Rùa xác xương Dry Bones

source: Electric Coral
fr: Corail Electrique
pt_br: Coral Elétrico
ru: Электрокоралл
tr: Elektrikli Mercan
vi_vn: San hô điện

source: Hazard
fr: Aléas
pt_br: Armadilha
ru: Опасности
tr: Tuzak
vi_vn: Vật cản

source: Firebar
fr: Barre de Feu
pt_br: Barra de Fogo
ru: Огненное препятствие
tr: Ateş Çubuğu
vi_vn: Que lửa

source: Cheep Cheep (Blue)
fr: Cheep Cheep (Bleu)
pt_br: Cheep Cheep (Azul)
ru: Чип-чип (синий)
tr: Cheep Cheep (Mavi)
vi_vn: Cá Cheep Cheep (xanh biển)

source: Cheep Cheep (Green)
fr: Cheep Cheep (Vert)
pt_br: Cheep Cheep (Verde)
ru: Чип-чип (зелёный)
tr: Cheep Cheep (Yeşil)
vi_vn: Cá Cheep Cheep (xanh lá)

source: Cheep Cheep (Red)
fr: Cheep Cheep (Rouge)
pt_br: Cheep Cheep (Vermelho)
ru: Чип-чип (красный)
tr: Cheep Cheep (Kırmızı)
vi_vn: Cá Cheep Cheep (đỏ)

source: Cheep Cheep (Yellow)
fr: Cheep Cheep (Jaune)
pt_br: Cheep Cheep (Amarelo)
ru: Чип-чип (жёлтый)
tr: Cheep Cheep (Sarı)
vi_vn: Cá Cheep Cheep (vàng)

source: Goomba
ru: Гумба

source: Koopa Troopas
fr: Koopas
ru: Купы
tr: Koopa Troopalar
vi_vn: Rùa Koopa Troopa

source: Koopa Blue
fr: Koopa Bleu
pt_br: Koopa Azul
ru: Синий купа
tr: Mavi Koopa
vi_vn: Rùa Koopa xanh biển

source: Koopa Green
fr: Koopa Vert
pt_br: Koopa Verde
ru: Зелёный купа
tr: Yeşil Koopa
vi_vn: Rùa Koopa xanh lá

source: Koopa Red
fr: Koopa Rouge
pt_br: Koopa Vermelho
ru: Красный купа
tr: Kırmızı Koopa
vi_vn: Rùa Koopa đỏ

source: Koopa Yellow
fr: Koopa Jaune
pt_br: Koopa Amarelo
ru: Жёлтый купа
tr: Sarı Koopa
vi_vn: Rùa Koopa vàng

source: Lakitu
ru: Лакиту

source: Lakitu (Dark)
fr: Lakitu (Sombre)
pt_br: Lakitu (Sombrio)
ru: Лакиту (тёмный)
tr: Lakitu (Karanlık)
vi_vn: Lakitu (tối)

source: Lakitu (Hardcore Worlds)
fr: Lakitu (Mondes Hardcore)
pt_br: Lakitu (Mundos Hardcore)
ru: Лакиту (хардкор миры)
tr: Lakitu (Hardcore Dünyaları)
vi_vn: Lakitu (hardcore)

source: Koopa Paratroopa Blue
fr: Paratroopa Bleu
pt_br: Koopa Paratroopa Azul
ru: Синий летучий купа
tr: Mavi Paratroopa
vi_vn: Rùa bay Koopa Paratroopa xanh biển

source: Koopa Paratroopa Green
fr: Paratroopa Vert
pt_br: Koopa Paratroopa Verde
ru: Зелёный летучий купа
tr: Yeşil Paratroopa
vi_vn: Rùa bay Koopa Paratroopa xanh lá

source: Koopa Paratroopa Red
fr: Paratroopa Rouge
pt_br: Koopa Paratroopa Vermelho
ru: Красный летучий купа
tr: Kırmızı Paratroopa
vi_vn: Rùa bay Koopa Paratroopa đỏ

source: Piranha Plants
fr: Plantes Piranha
pt_br: Plantas Carnívoras
ru: Растения-пираньи
tr: Pirana Bitkileri
vi_vn: Hoa răng đao Piranha Plant

source: Piranha Plant (Blue)
fr: Plante Piranha (Bleue)
pt_br: Planta Carnívora (Azul)
ru: Растение-пиранья (синее)
tr: Pirana Bitkisi (Mavi)
vi_vn: Hoa răng đao Piranha Plant (xanh biển)

source: Piranha Plant (Fireball)
fr: Pyro Piranha
pt_br: Planta Carnívora (Bola de Fogo)
ru: Растение-пиранья (огненное)
tr: Pirana Bitkisi (Ateş Topu)
vi_vn: Hoa răng đao Piranha Plant (nhổ lửa)

source: Piranha Plant (Red, Fireball)
fr: Pyro Piranha (Rouge)
pt_br: Planta Carnívora (Vermelha, Bola de Fogo)
ru: Растение-пиранья (красное, огненное)
tr: Pirana Bitkisi (Kırmızı, Ateş Topu)
vi_vn: Hoa răng đao Piranha Plant (đỏ, nhổ lửa)

source: Piranha Plant (Gray)
fr: Plante Piranha (Grise)
pt_br: Planta Carnívora (Cinza)
ru: Растение-пиранья (серое)
tr: Pirana Bitkisi (Gri)
vi_vn: Hoa răng đao Piranha Plant (xám)

source: Piranha Plant
fr: Plante Piranha
pt_br: Planta Carnívora
ru: Растение-пиранья
tr: Pirana Bitkisi
vi_vn: Hoa răng đao Piranha Plant

source: Piranha Plant (Iceball)
fr: Piranha Gelée
pt_br: Planta Carnívora (Bola de Gelo)
ru: Растение-пиранья (ледяное)
tr: Pirana Bitkisi (Buz Topu)
vi_vn: Hoa răng đao Piranha Plant (nhổ băng)

source: Piranha Plant (Red)
fr: Plante Piranha (Rouge)
pt_br: Planta Carnívora (Vermelha)
ru: Растение-пиранья (красное)
tr: Pirana Bitkisi (Kırmızı)
vi_vn: Hoa răng đao Piranha Plant (đỏ)

source: Spiny Red
fr: Hériss Rouge
pt_br: Spiny Vermelho
ru: Красный спайни
tr: Kırmızı Spiny
vi_vn: Spiny đỏ

source: Spiny Gray
fr: Hériss Gris
pt_br: Spiny Cinza
ru: Серый спайни
tr: Gri Spiny
vi_vn: Spiny xám

source: Spiny Green
fr: Hériss Vert
pt_br: Spiny Verde
ru: Зелёный спайни
tr: Yeşil Spiny
vi_vn: Spiny xanh lá

source: Thwomp
ru: Твомп

source: Beetroot
fr: Betterave
pt_br: Beterraba
ru: Свёкла
tr: Pancar

source: Boomerang Flower
fr: Fleur Boomerang
pt_br: Flor Bumerangue
ru: Цветок-бумеранг
tr: Bumerang Çiçeği

source: Containers
fr: Caisses
pt_br: Contêineres
ru: Контейнеры
tr: Barındırıcılar

source: Brick
fr: Briques
pt_br: Tijolo
ru: Кирпич
tr: Tuğla
vi_vn: Khối gạch

source: Coin
fr: Pièces
pt_br: Moeda
ru: Монета
tr: Para
vi_vn: Xu

source: Fire Flower
fr: Fleur de Feu
pt_br: Flor de Fogo
ru: Огненный цветок
tr: Ateş Çiçeği

source: Frog Suit
fr: Costume de Grenouille
pt_br: Roupa de Sapo
ru: Костюм лягушки
tr: Kurbağa Kostümü

source: Green Lui
fr: Lui Vert
pt_br: Lui Verde
ru: Зелёный Луи
tr: Yeşil Lui

source: Life Mushroom
fr: Champi 1-up
pt_br: Cogumelo de Vida
ru: Гриб жизни
tr: Can Mantarı

source: Poisonous Mushroom
fr: Champi Poison
pt_br: Cogumelo Venenoso
ru: Ядовитый гриб
tr: Zehirli Mantar

source: Super Mushroom
fr: Super Champi
pt_br: Super-cogumelo
ru: Супергриб
tr: Süper Mantar

source: Question Block
fr: Block ?
pt_br: Bloco Misterioso
ru: Блок «?»
tr: Soru İşareti Bloğu
vi_vn: Hộp chứa mang dấu '?'

source: Super Star
fr: Etoile
pt_br: Super Estrela
ru: Суперзвезда
tr: Süper Yıldız

source: Source Code
fr: Code Source
pt_br: Código-fonte
ru: Исходный код
tr: Kaynak Kodu

source: Play Mario Forever: Community Edition
fr: Jouer à Mario Forever: Community Edition
pt_br: Jogar Mario Forever: Community Edition
ru: Играть в Mario Forever: Community Edition
tr: Mario Forever: Community Edition oyna

source: A Level Editor for Mario Forever.
fr: Un éditeur de niveau pour Mario Forever.
pt_br: Um Editor de Níveis para Mario Forever.
ru: Редактор уровней для Mario Forever.
tr: Mario Forever için bir Bölüm Düzenleyicisi.

source: Lead Developer of MW:CE:
fr: Développeur en Chef de MW:CE :
pt_br: Desenvolvedor Líder de MW:CE:
ru: Ведущий разработчик проекта:
tr: MW:CE Baş Geliştiricisi:

source: Graphical Assistance:
fr: Assistance Graphique :
pt_br: Assistência Gráfica:
ru: Помощь в графике:
tr: Görsel Yardım:

source: Thunder Engine Developers:
fr: Développeurs de Thunder Engine :
pt_br: Desenvolvedores da Thunder Engine:
ru: Разработчики Thunder Engine:
tr: Thunder Engine Geliştiricileri:

source: Supporters:
pt_br: Apoiadores:
ru: Поддержавшие проект:
tr: Destekçiler:

source: Additional Credits:
fr: Crédits Additionnels :
pt_br: Créditos Adicionais:
ru: Дополнительные благодарности:
tr: Ek Olarak Katkıda Bulunanlar:

source: Softendo/Buziol Games - For the base game
fr: Softendo/Buziol Games - Pour le jeu d'origine
pt_br: Softendo/Buziol Games - Pelo jogo base
ru: Softendo/Buziol Games - За основную игру
tr: Softendo/Buziol Games - Ana oyunu yaptığı için

source: TheMarioVariable - For Mario Worker Remake
fr: TheMarioVariable - Pour Mario Worker Remake
pt_br: TheMarioVariable - Pelo Mario Worker Remake
ru: TheMarioVariable - За Mario Worker Remake
tr: TheMarioVariable - Mario Worker Remake'i yaptığı için

# Put your language here!
source: English Translation:
fr: Traduction Française :
pt_br: Traduções em Português:
ru: Перевод на русский:
tr: Türkçeye Çevirenler:

# Put translation authors here!
source: Your name
fr: Sonilan
pt_br: Akanavy
ru: JUE13
tr: Master 48, miyameon

source: this is a public unfinished preview version of the level editor. everything is subject to change. this is not final! levels created in this build will not load in other versions.
fr: ceci est une version publique d'aperçu non terminée de l'éditeur de niveau. tout est susceptible d'être modifié. ce n'est pas une version finale ! les niveaux créés dans cette version ne pourront pas être chargés dans d'autres version.
vi_vn: bạn đang sử dụng bản thử của phần mềm thiết kế level mọi thứ có thể khác khi ra mắt phần mềm chính thức level tạo trong bản này sẽ không mở được trong bản khác.

source: Use Tile Terrains
fr: Utiliser les Terrains de Tiles
vi_vn: Dùng Tile Terrain

source: Morning (5 - 1)
fr: Matin (5 - 1)
vi_vn: Sáng (5 - 1)

source: Dummy
fr: Mannequin

# scenery
source: Overworld
fr: Plaines

source: Overworld Grass
fr: Herbe des Plaines

source: Middle mouse button: Pan Alt+Scroll wheel: Zoom (Shift+)Ctrl+Scroll wheel: Scroll ...or use - and + keys H: drop player at mouse cursor
vi_vn: Phím chuột giữa: Kéo màn hình tự do Alt+Bánh lăn chuột: Thu phóng (Shift+)Ctrl+Bánh lăn chuột: Kéo màn hình ...hoặc dùng phím - và + H: Đặt người chơi tại vị trí con trỏ

source: Colon
vi_vn: Hai chấm (:)

source: Semicolon
vi_vn: Chấm phẩy (;)

source: Left
vi_vn: Trái

source: Up
vi_vn: Lên

source: Down
vi_vn: Xuống

source: Right
vi_vn: Phải

source: Other
vi_vn: Khác

# bonus
source: Containers
vi_vn: Hộp chứa
